Repository: virtuousgiant/id-language
Catalog: */ignitiondeck-*.po
Languages: dutch, french

source: Company Name
dutch: Bedrijfsnaam
french: Nom de la compagnie

source: Company Logo
dutch: Bedrijfslogo
french: Logo de la compagnie

source: Company Location
dutch: Bedrijfslocatie
french: Adresse de la compagnie

source: Company URL
dutch: Bedrijfswebsite
french: URL de la compagnie

source: Company Facebook
dutch: Bedrijfs Facebook
french: Profil Facebook de la compagnie

source: Company Twitter
dutch: Bedrijfs Twitter
french: Profil Twitter de la compagnie

source: Project Title
dutch: Project titel
french: Titre de la campagne

source: Goal Amount
dutch: Doelbedrag
french: Objectif financier

source: Start Date
dutch: Begindatum
french: Date de début

source: End Date
dutch: Einddatum
french: Date de fin

source: Anticipated Ship Date
dutch: Verwachte verzenddatum
french: Date anticipée de livraison

source: Project Fund Type
dutch: Type project financiering
french: Type de sociofinancement

source: Close on End
dutch: Sluiten op einddatum
french: Se terminant le

source: Leave Open
dutch: Laat open op einddatum
french: Campagne ouverte

source: Project Short Description
dutch: Korte beschrijving project
french: Courte description de la campagne

source: Project Long Description
dutch: Uitgebreide beschrijving project
french: Description longue de la campagne

source: Project FAQ
dutch: Veel gestelde vragen
french: FAQ de la campagne

source: Featured Image
dutch: Projectafbeelding 1
french: Image à la Une

source: Project Image 2
dutch: Projectafbeelding 2
french: 2e image de la campagne

source: Project Image 3
dutch: Projectafbeelding 3
french: 3e image de la campagne

source: Project Image 4
dutch: Projectafbeelding 4
french: 4e image de la campagne

source: Number of Levels
dutch: Aantal niveau's
french: Nombre de contreparties

source: Level Title
dutch: Niveau titel
french: Titre de la contrepartie

source: Level Price
dutch: Niveau prijs
french: Prix de la contrepartie

source: Level Limit
dutch: Niveau limiet
french: Quantité de la contrepartie

source: Level Description
dutch: Niveau korte omschrijving
french: Description de la contrepartie

source: Level Long Description
dutch: Niveau uitgebreide omschrijving
french: Description longue de la contrepartie

source: Submit
dutch: Verstuur
french: Envoyer

source: Checkout
dutch: Bevestigen
french: Payer

source: Project Categories
dutch: Projectcategorieën
french: Catégories de la campagne

source: Project Category
dutch: Projectcategorie
french: Catégorie de la campagne

source: Author
dutch: Auteur
french: Auteur

source: None
dutch: Geen
french: Aucun

source: Payment Settings
dutch: Betalingsinstellingen
french: Paramètres de paiement

source: Deck Builder
dutch: Deck bouwer
french: Constructeur de Deck

source: Orders
dutch: Bestellingen
french: Commandes

source: Email Settings
dutch: E-mail instellingen
french: Paramètres courriel

source: Add Order
dutch: Voeg bestelling toe
french: Ajouter une commande

source: Support
dutch: Hulp
french: Soutien

source: Documentation
dutch: Documentatie

source: Your project has been submitted and is awaiting review.
dutch: Je project is toegevoegd en wordt beoordeeld.
french: Votre compagne a été soumise et est en attente de révision.

source: You can visit this page at any time in order to continue editing your project.
dutch: Je kunt deze pagina op elk gewenst moment bezoeken om je project te bewerken.
french: Vous pouvez visiter cette page à tout moment pour continuer à modifier votre campagne.

source: Your project is live.
dutch: Je project is live.
french: Votre campagne est en ligne.

source: You may continue to add levels or edit content available to you on this screen.
dutch: Op deze pagina kun je doorgaan met het bewerken van niveau's of inhoud.
french: Vous pouvez continuer d'ajouter des niveaux ou modifier le contenu disponible sur cette écran.

source: My Profile
dutch: Mijn profiel

source: Projects Supported
dutch: Ondersteunde projecten

source: Joined
dutch: Aangesloten

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
dutch: Een onverwachte HTTP fout deed zich voor tijdens het API verzoek.</p> <p><a href="?" onclick="document.location.reload(); return false;">Probeer het opnieuw</a>
french: Une erreur HTTP inattendu s'est produite pendant la requête d'API.</p> <p><a href="?" onclick="document.location.reload(); return false;">Veuillez réessayer</a>

source: An unknown error occurred
dutch: Een onverwachte fout deed zich voor
french: Une erreur inconnue s'est produite

source: Default
dutch: Standaard
french: Par défaut

source: Projects
dutch: Projecten
french: Campagnes

source: Add New Project
dutch: Voeg een nieuw project toe
french: Ajouter nouvelle campagne

source: Edit
dutch: Aanpassen
french: Modifier

source: Edit Project
dutch: Project aanpassen
french: Modifier la campagne

source: New Project
dutch: Nieuw project
french: Nouvelle campagne

source: View Project
dutch: Bekijk project
french: Voir la campagne

source: Search Project
dutch: Zoek project
french: Chercher une campagne

source: No Projects Found
dutch: Geen projecten gevonden
french: Aucune campagne trouvée

source: No Projects Found in Trash
dutch: Geen projecten gevonden in de prullenbak
french: Aucune campagne trouvé dans la Corbeille

source: Funding Goal
dutch: Financieringsdoel
french: Objectif de financement

source: Days Remaining
dutch: Dagen resterend
french: Jours restants

source: No funding goal set
dutch: Geen financieringsdoel ingesteld
french: Aucun objectif de financement de choisie

source: No date set
dutch: Geen datum ingesteld
french: Aucune date de choisie

source: Enter Project Name Here
dutch: Voer hier de projectnaam in
french: Entrer le nom de la campagne ici

source: Add
dutch: Voeg toe
french: Ajouter

source: IgnitionDeck Control Panel
dutch: IgnitionDeck controlepaneel
french: Panneau de contrôles IgnitionDeck

source: Facebook Application Settings
dutch: Facebook applicatie instellingen
french: Paramèetres de l'application Facebook

source: Save
dutch: Opslaan
french: Sauvegarder

source: Facebook settings have been successfully updated.
dutch: Facebook instellingen zijn succesvol gewijzigd.
french: Les paramètres Facebook ont été mis à jour.

source: Twitter Application Settings
dutch: Twitter applicatie instellingen
french: Paramètre de l'application Twitter

source: Twitter settings have been successfully updated.
dutch: Twitter instellingen zijn succesvol gewijzigd.
french: Les paramètres Twitter ont été mis à jour.

source: Settings saved.
dutch: Instellingen opgeslagen.
french: Paramètres sauvegardés.

source: Save Settings
dutch: Opslaan instellingen
french: Sauvegarder les paramètres

source: Update Settings
dutch: Wijzig instellingen
french: Mettre à jour les paramètres

source: Form settings have been successfully updated.
dutch: Formulier instellingen zijn succesvol gewijzigd.
french: Paramètres de formulaire mis à jour.

source: Twitter settings have been successfully saved.
dutch: Twitter instellingen zijn succesvol opgeslagen.
french: Paramètres Twitter mis à jour.

source: Aweber settings have been successfully saved.
dutch: Aweber instellingen zijn succesvol opgeslagen.
french: Paramètres Aweber mis à jour.

source: Aweber settings have been successfully updated.
dutch: Aweber instellingen zijn succesvol gewijzigd.
french: Paramètres Awebeer mis à jour.

source: Mailchimp settings have been successfully saved.
dutch: Mailchimp instellingen zijn succesvol opgeslagen.
french: Paramètres Mailchimp mis à jour.

source: Mailchimp settings have been successfully updated.
dutch: Mailchimp instellingen zijn succesvol gewijzigd.
french: Paramètres Mailchimp mis à jour.

source: Payment settings have been successfully saved.
dutch: Betalingsinstellingen zijn succesvol opgeslagen.
french: Paramètres de paiement mis à jour.

source: Please fill all fields.
dutch: Vul a.u.b. alle velden in.
french: Veuillez remplir tous les champs.

source: Projects successfully added.
dutch: Project is succesvol toegevoegd.
french: Campagnes ajoutées.

source: previous
dutch: vorige
french: précédent

source: next
dutch: volgende
french: suivant

source: Project has been successfully updated.
dutch: Project is succesvol gewijzigd.
french: Campagne mise à jour.

source: Settings have been successfully updated.
dutch: Instellingen zijn succesvol gewijzigd.
french: Paramètres mis à jour

source: Asked Questions
dutch: Gestelde vragen
french: Questions demandées

source: Settings
dutch: Instellingen
french: Paramètres

source: General Settings
dutch: Algemene instellingen
french: Paramètres généraux

source: Order Details
dutch: Bestellingdetails
french: Détails des commandes

source: Email List Settings
dutch: E-maillijst instellingen
french: Paramètres de la liste courriel

source: Social Settings
dutch: Social media instellingen
french: Paramètres Médias sociaux

source: Project Settings
dutch: Projectinstellingen
french: Paramètres de la campagne

source: Payment Form
dutch: Betalingsformulier
french: Formulaire de paiement

source: Payment Form Settings
dutch: Betalingsformulier instellingen
french: Paramètres du formulaire de paiement

source: Widget to show projects
dutch: Widget om projecten te laten zien
french: Widget pour afficher les campagne

source: About the Project
dutch: Over het project
french: À propos de la campagne

source: The Project FAQs
dutch: Project FAQ's

source: Buyers
dutch: Kopers
french: Acheteurs

source: Redirecting to Paypal...
dutch: Doorsturen naar PayPal...
french: Redirection vers Paypal

source: Twitter.connection.failed
dutch: Twitter.connectie.nietgelukt
french: Connection.Twitter.échouée

source: Error occured let's try again
dutch: Er is een fout opgetreden, probeer het opnieuw
french: Une erreur s'est produite, essayez encore

source: Twitter.share.success
dutch: Twitter.deel.success
french: succès.parager.Twitter

source: Twitter.share.failed
dutch: Twitter.deel.nietgelukt
french: échec.partager.Twitter

source: Facebook.share.success
dutch: Facebook.deel.succes
french: succès.partager.Facebook

source: Facebook.share.failed
dutch: Facebook.deel.nietgelukt
french: échec.partage.Facebook

source: IgnitionDeck: %s sent a question
dutch: IgnitionDeck: %s stuurde een vraag
french: IgnitionDeck: %s a envoyé une question

source: Name
dutch: Naam
french: Nom

source: Email
dutch: E-mailadres
french: Courriel

source: Subject
dutch: Onderwerp
french: Sujet

source: Message
dutch: Bericht

source: Level
dutch: Niveau
french: Contrepartie

source: Price
dutch: Prijs
french: Prix

source: Update Options
dutch: Update instellingen
french: Options de mise à jour

source: Contact Form
dutch: Contactformulier
french: Formulaire de contact

source: Send email
dutch: Verstuur e-mail
french: Envoyer le courriel

source: Clear
dutch: Wissen
french: Effacer

source: Clear All
dutch: Wis alles
french: Effacer tout

source: Crowdfunding ends on
dutch: Crowdfunding eindigt op
french: Sociofinancement se terminant le

source: Learn More
dutch: Lees meer
french: En savoir plus

source: Support Now
dutch: Doneer nu!
french: Supportez

source: Our Earliest Buyers
dutch: Onze vroegste kopers
french: Nos premiers acheteurs

source: Ask A Question
dutch: Stel een vraag
french: Demandez une question

source: Crowdfunding by IgnitionDeck
dutch: Crowdfunding door IgnitionDeck
french: Sociofinancement par IgnitionDeck

source: Powered By IgnitionDeck
dutch: Ondersteund door IgnitionDeck
french: Fourni par IgnitionDeck

source: Payment Information
dutch: Betalingsinformatie
french: Information de paiement

source: First Name
dutch: Voornaam
french: Prénom

source: Last Name
dutch: Achternaam
french: Nom de famille

source: Address
dutch: Adres
french: Adresse

source: Country
dutch: Land
french: Pays

source: State
dutch: Provincie
french: Province/État

source: City
dutch: Stad
french: Ville

source: Zip
dutch: Postcode
french: Code postal

source: Pay with Paypal
dutch: Betaal met PayPal
french: Payer avec Paypal

source: Funding
dutch: Financiering
french: Financement

source: Total Sale
dutch: Totaal donatie
french: Ventes totales

source: Yes
dutch: Ja
french: Oui

source: No
dutch: Nee
french: Non

source: Please share your experience with your friends!
dutch: Deel alsjeblieft je ervaring met vrienden!
french: Partagez votre expérience avec vos amis!

source: API key
dutch: API sleutel
french: Clé API

source: Subscription Email
dutch: Aanmeldings e-mail
french: Courriel de souscription

source: Aweber Settings
dutch: Aweber instellingen
french: Paramètres Aweber

source: Make Active
dutch: Maak actief
french: Mettre Actif

source: Consumer Secret
dutch: Publieke sleutel
french: Secret de l'acheteur

source: List Email Id
dutch: Lijst e-mail Id
french: ID de la liste courriel

source: Mailchimp Settings
dutch: Mailchimp instellingen
french: Paramètres Mailchimp

source: List id
dutch: Lijst Id
french: Liste de ID

source: Embed Widget Code
dutch: Invoegen widget code
french: Code du Widget Embed

source: Select Project to Create Embed Code for
dutch: Selecteer een project om invoeg code te maken
french: Choisissez la campagne pour créer le code Embed de :

source: Embed Code
dutch: Invoeg code
french: Code Embed

source: Application Id
dutch: Applicatie Id
french: Id d'application

source: Application secret key
dutch: Applicatie privé sleutel
french: Clé secrète de l'application

source: Text to share
dutch: Tekst om te delen
french: Texte à partager

source: Email Address
dutch: E-mailadres
french: Adresse courriel

source: Zip Code
dutch: Postcode
french: Code postal

source: Pending
dutch: In afwachting van
french: En attente

source: Complete
dutch: Voltooid
french: Complété

source: Project Name
dutch: Projectnaam
french: Nom de la campagne

source: Project Level
dutch: Projectniveau
french: Contrepartie de campagne

source: Select Project
dutch: Selecteer project
french: Choisissez la campagne

source: Select
dutch: Selecteer
french: Sélection

source: Completed
dutch: Voltooid
french: Complétées

source: View
dutch: Bekijk
french: Voir

source: Are you sure you want to delete this order by
dutch: Weet u zeker dat u deze bestelling wilt verwijderen op
french: Êtes vous sur que vous souhaitez détruire cet ordre par

source: Delete
dutch: Verwijder
french: Effacer

source: Last Email
dutch: Laatste e-mail
french: Dernier courriel

source: Paypal Refund
dutch: PayPal terugbetaling
french: Remboursement Paypal

source: Pay Key
dutch: Betalingssleutel
french: Clé Pay

source: Transaction ID
dutch: Transactie Id
french: ID de transaction

source: Currency Code
dutch: Valutacode
french: Type de monnaie

source: Refund
dutch: Terugbetaling
french: Remboursement

source: PayPal Identity Token
dutch: PayPal identiteitssleutel
french: Jeton d'identité Paypal

source: PayPal Email
dutch: PayPal e-mailadres
french: Courriel Paypal

source: Cancel
dutch: Annuleren
french: Annulation

source: Project Image
dutch: Projectafbeelding
french: Image de la campagne

source: Change
dutch: Wijzig
french: Changer

source: Close
dutch: Sluiten
french: Fermer

source: Project Price
dutch: Projectprijs
french: Montant de la campagne

source: Goal
dutch: Doel
french: Objectif

source: Image
dutch: Afbeelding

source: Mailchimp API Key
dutch: Mailchimp API sleutel
french: Clé API Mailchimp

source: Mailchimp List ID
dutch: Mailchimp lijst Id
french: Liste ID Mailchimp

source: Aweber Email
dutch: Aweber e-mailadres
french: Courriel Aweber

source: Active Settings
dutch: Actieve instellingen
french: Paramètres actifs

source: Field name
dutch: Veldnaam
french: Nom du champ

source: Enabled
dutch: Ingeschakeld
french: Activé

source: Mandatory
dutch: Vereist
french: Obligatoire

source: First name
dutch: Voornaam
french: Prénom

source: Last name
dutch: Achternaam
french: Nom de famille

source: Default Project Settings
dutch: Standaard projectinstellingen
french: Paramètres de campagne par défaut

source: Custom Project Settings
dutch: Aangepaste projectinstellingen
french: Paramètres de campagne sur mesure

source: Question Details
dutch: Vraag details
french: Détails de la question

source: Question Subject
dutch: Vraag onderwerp
french: Sujet de la question

source: Created Date
dutch: Aangemaakte datum
french: Date de création

source: Facebook on Project Page
dutch: Facebook op projectpagina
french: Facebook sur la page de campagne

source: Want people to share via Facebook from your project page? Use this.
dutch: Wil je dat bezoekers deze pagina kunnen delen op Facebook vanaf je projectpagina? Gebruik dan dit.
french: Vous souhaiter que les gens partagent via Facebook de votre page de campagne? Utilisez ceci.

source: Want people to share via Twitter from your project page? Use this.
dutch: Wil je dat bezoekers deze pagina kunnen delen op Twitter vanaf je projectpagina? Gebruik dan dit.
french: Vous souhaiter que les gens partagent via Twitter de votre page de campagne? Utilisez ceci.

source: Twitter on Project Page
dutch: Twitter op projectpagina
french: Twitter sur la page de campagne

source: Want people to share via App.net from your project page? Use this.
dutch: Wil je dat bezoekers deze pagina kunnen delen op App.net vanaf je projectpagina? Gebruik dan dit.
french: Vous souhaiter que les gens partagent via App.net de votre page de campagne? Utilisez ceci.

source: App.net on Project Page
dutch: App.net op projectpagina
french: App.net sur la page de campagne

source: LinkedIn on Project Page
dutch: LinkedIn op projectpagina
french: LinkedIn sur la pagne de campagne

source: Want people to share via LinkedIn from your project page? Use this.
dutch: Wil je dat bezoekers deze pagina kunnen delen op LinkedIn vanaf je projectpagina? Gebruik dan dit.
french: Vous souhaiter que les gens partagent via LinkedIn de votre page de campagne? Utilisez ceci.

source: Want people to share via Google+ from your project page? Use this.
dutch: Wil je dat bezoekers deze pagina kunnen delen op Google+ vanaf je projectpagina? Gebruik dan dit.
french: Vous souhaiter que les gens partagent via Google+ de votre page de campagne? Utilisez ceci.

source: Google+ on Project Page
dutch: Google+ op projectpagina
french: Google+ sur la page de campagne

source: Want people to share via Pinterest from your project page? Use this.
dutch: Wil je dat bezoekers deze pagina kunnen delen op Pinterest vanaf je projectpagina? Gebruik dan dit.
french: Vous souhaiter que les gens partagent via Pinterest de votre page de campagne? Utilisez ceci.

source: Pinterest on Project Page
dutch: Pinterest op projectpagina
french: Pinterest sur la page de campagne

source: Ask a Question Button
dutch: Stel een vraag knop
french: Bouton Demandez une question

source: Enable or disable ask a question button on the widget
dutch: Zet de knop 'stel een vraag' aan of uit in de widget
french: Activer ou désactiver le bouton Demandez une question sur le widget

source: Ask a Question Email
dutch: Stel een vraag e-mailadres
french: Courriel pour Demandez une question

source: Email address to which the question should be sent
dutch: E-mailadres waarnaar de vraag moet worden verstuurd
french: Adresse courriel à qui la question devrait être envoyée

source: Deck Themes
dutch: Deck Thema's
french: Thèmes de Deck

source: IgnitionDeck (Light)
dutch: IgnitionDeck (Licht)
french: IgnitionDeck (Pâle)

source: IgnitionDeck (Dark)
dutch: IgnitionDeck (Donker)
french: IgnitionDeck (Foncé)

source: Clean (Light)
dutch: Clean (Licht)
french: Clean (Pâle)

source: Clean (Dark)
dutch: Clean (Donker)
french: Clean (Foncé)

source: Skyscraper (Light)
dutch: Skyscraper (Licht)
french: Skyscraper (Pâle)

source: Skyscraper (Dark)
dutch: Skyscraper (Donker)
french: Skyscraper (Foncé)

source: Supporter Exclusive
dutch: Exclusief voor donateurs
french: Exclusif au donateur

source: Consumer Key
dutch: Publieke sleutel
french: Clé de client

source: Projects successfully updated.
dutch: Projecten zijn succesvol gewijzigd.
french: Campagnes mises à jour

source: Projects successfully deleted.
dutch: Projecten zijn succesvol verwijderd.
french: Campagnes effacées.

source: Add Project
dutch: Voeg project toe
french: Ajouter une campagne

source: This allows you to activate and share via the 'Powered By IgnitionDeck' logo that would appear at the bottom of the widget.
dutch: Dit laat je het 'Mogelijk gemaakt door IgnitionDeck' logo uit- of aanzetten onderin de widget.
french: Ceci vous permet d'activer et de partager le logo «Fournis par IgnitionDeck» qui apparaîtra au bas du widget

source: Name of the Project (Required)
dutch: Naam van het project (vereist)
french: Nom de la campagne (Obligatoire)

source: Price for Level 1
dutch: Prijs voor niveau 1
french: Prix pour la contrepartie 1

source: Price of the first reward level for your project (required).
dutch: Prijs voor het eerste beloningsniveau van je project (vereist)
french: Prix de la 1ère contrepartie de votre campagne (obligatoire)

source: Level 1 Long Description
dutch: Niveau 1 uitgebreide omschrijving
french: Description longue de la contrepartie 1

source: Level 1 Short Description
dutch: Niveau 1 korte omschrijving
french: Description courte de la contrepartie 1

source: Title for level 1.
dutch: Titel voor niveau 1
french: Titre pour la contrepartie 1

source: Purchase limit for level 1.
dutch: Aankoop limiet voor niveau 1.
french: Quantité maximale pour la contrepartie 1

source: Amount you are looking to raise (required).
dutch: Bedrag dat je bij elkaar wilt krijgen (vereist).
french: Montant que vous souhaitez atteindre (obligatoire)

source: Fundraising End Date
dutch: Einddatum fondsenwerving
french: Date finale de la campagne de sociofinancement

source: Ending date for fundraising (recommended).
dutch: Einddatum voor fondsenwerving (aanbevolen).
french: Date finale de la campagne de sociofinancement (recommandé)

source: Proposed Ship Date
dutch: Voorgestelde verzenddatum
french: Date de livraison proposée

source: When do you hope to ship? Leave blank if unknown.
dutch: Wanneer verwacht je te verzenden? Laat leeg indien niet bekend.
french: Quand est-ce que vous croyez pouvoir livrer vos contreparties? Laisser la case vide si inconnu.

source: Embed Video Code (YouTube, Vimeo, Viddler).
dutch: Invoegcode video (YouTube, Vimeo, Viddler).
french: Code Embed du vidéo (Youtube, Vimeo, Viddler).

source: Main Project Image
dutch: Projectafbeelding 1
french: Image à la Une de la campagne

source: Image 1 - Shortcode: [project_image product="1" image="1"]
dutch: Afbeelding 1 - Shortcode: [project_image product="1" image="1"]

source: Image 2
dutch: Projectafbeelding 2

source: Image 2 - Shortcode: [project_image product="1" image="2"]
dutch: Afbeelding 2 - Shortcode: [project_image product="1" image="2"]

source: Image 3
dutch: Projectafbeelding 3

source: Image 3 - Shortcode: [project_image product="1" image="3"]
dutch: Afbeelding 3 - Shortcode: [project_image product="1" image="3"]

source: Image 4
dutch: Projectafbeelding 4

source: Image 4 - Shortcode: [project_image product="1" image="4"]
dutch: Afbeelding 4 - Shortcode: [project_image product="1" image="4"]

source: FAQs
dutch: Veel gestelde vragen
french: Foire aux questions

source: For those often asked questions that you would like to give a direct answer to. You can edit and add as much as needed.
dutch: Voor die veel gestelde vragen waar je gelijk een antwoord op wil geven. Je kunt zoveel aanpassen en toevoegen als benodigd.
french: Pour les question fréquamment demandées auxquelles vous souhaiteriez donner une réponse directement. Vous pouvez modifier et ajouter autant de contenu que souhaité.

source: Add product updates here.
dutch: Voeg hier product updates toe.
french: Ajouter la mise à jour de la campagne ici.
