Repository: virtuousgiant/id-language
Catalog: */ignitiondeck-*.po
Languages: dutch, french

source: Terms and Conditions
dutch: Algemene voorwaarden
french: Engagements et conditions

source: This is not displayed on the project page. This is displayed during checkout and will show below the checkout box. Use this space to specify your terms, answer questions regarding shipping, and cover all your bases.
dutch: Dit wordt niet weergegeven op de projectpagina. Dit wordt wel weergegeven tijdens de bestelling onder de checkout box. Gebruik deze ruimte om je voorwaarden te omschrijven, vragen te beantwoorden omtrent verzending en dergelijke onderwerpen.
french: Ce texte n'est pas affiché sur la page principale de la campagne. Elle est présenté pendant le paiement, juste au dessous de la boîte de paiement. Utilisez cette espace pour ajouter vos engagements, les détails concernant l'envoi et toute autre information nécessaire.

source: We recommend you fill this in with clear instructions about how your project is going to go after you've reached your goal. It would also be very smart to mention what you'll do if you don't reach your goal.
dutch: Wij raden aan dat je dit invult met duidelijke instructies wat er gebeurt als je project zijn doel bereikt. Het is ook verstandig aan te geven wat je doet als het doel niet wordt bereikt.
french: Nous recommandons d'ajouter ici des instructions claires à propos de comment s'organisera votre campagne dès que vous aurez atteinds votre objectif. Ce sera aussi intelligent de mentionner qu'est-ce qui se passera si l'objectif n'est pas atteind.

source: Additional Price Levels
dutch: Extra prijsniveau's
french: Prix de contrepartie additionnelle

source: Add additional price levels here.
dutch: Voeg hier extra prijsniveau's toe.
french: Ajouter le prix de contrepartie additionnelle ici.

source: Short Description
dutch: Korte omschrijving
french: Courte description

source: This is the project short description, used for the regular, mini, and embed widgets.
dutch: Dit is de korte projectomschrijving voor de reguliere-, mini- en invoegwidgets.
french: C'est la description court de votre campagne, utilisée pour les widgets réguliers, mini et embed.

source: Sandbox Mode
dutch: Zandbak modus
french: Mode Bac à sable

source: Check to enable Paypal Sandbox mode.
dutch: Vink aan om PayPal zandbak modus aan te zetten.
french: Cochez pour activer le mode de BaCochez pour activer le mode Bac à sable de Paypal

source: Long Description
dutch: Uitgebreide omschrijving
french: Description longue

source: This is the project long description, used for displaying content below the video field.
dutch: Dit is de uitgebreide projectomschrijving voor de teksten onder het videoveld.
french: Ceci est la description longue de la campagne, utilisée pour afficher le contenu sous le champ de vidéo.

source: API Username
dutch: API gebruikersnaam
french: Nom d'utilisateur de API

source: API Password
dutch: API wachtwoord
french: Mot de passe de l'API

source: API Signature
dutch: API handtekening
french: Signature de l'API

source: Please write pre approval key to let the user purchase directly without going to PayPal website. Use this only for secure connections
dutch: Schrijf de pre approval key om de gebruiker direct te laten bestellen zonder naar de PayPal website te hoeven gaan. Gebruik dit alleen voor beveiligde verbindingen
french: Merci d'inscrire la clé de pré-approbation pour laisser les utilisateurs acheter directement sans passer par le site web de Paypal. Utiliser ceci seulement avec des connexions sécurisées.

source: Payment Error
dutch: Fout bij betaling
french: Erreur de paiement

source: Preapproval Key
dutch: Preapproval sleutel
french: Clé de pré-approbation

source: Generate Preapproval Key
dutch: Genereer preapproval sleutel
french: Générer une clé de pré-approbation

source: Paypal_Email
dutch: Paypal e-mailadres
french: Courriel Paypal

source: Starting Date
dutch: Begindatum
french: Date de début

source: Ending Date
dutch: Einddatum
french: Date de fin

source: Max Number of Payments
dutch: Maximum aantal betalingen
french: Nombre maximal de paiements

source: Max Total Amount
dutch: Maximum totaalbedrag
french: Maximum total du montant

source: Show Mini Widget on
dutch: Laat mini-widget zien op
french: Montrer le mini widget sur

source: Project Page Only
dutch: Alleen op projectpagina
french: Page de campagne seulement

source: Small Widget on all Pages
dutch: Kleine widget op alle pagina's
french: Petit widget sur toutes les pages

source: Pledgers
dutch: Donateurs
french: Soutiens

source: Pledged of
dutch: Gedoneerd van
french: Ammassés sur

source: Days left
dutch: Dagen resterend
french: Jours restants

source: Ended on
dutch: Geëindigd op
french: se terminant le

source: Only
dutch: Alleen
french: Seulement

source: Reload Captcha
dutch: Herlaad CAPTCHA
french: Rafraîchir Captcha

source: Type Captcha
dutch: Typ CAPTCHA
french: Sorte de Captcha

source: Date
dutch: Datum

source: Pledged
dutch: Gedoneerd
french: Ammasés

source: Title
dutch: Titel
french: Titre

source: Limit
dutch: Limiet
french: Limite

source: of
dutch: van
french: de

source: Taken
dutch: Ingenomen
french: Achetés

source: Total Contribution
dutch: Totale bijdrage
french: Contribution totale

source: Delete Last Level
dutch: Verwijder laatste niveau
french: Effacer la dernière contrepartie

source: Description
dutch: Omschrijving

source: Add Level
dutch: Voeg niveau toe
french: Ajouter une contrepartie

source: Project Reward Levels
dutch: Project beloningsniveau's
french: Contreparties de la campagne

source: Additional Project Information
dutch: Extra projectinformatie
french: Informations additionelles à la campagne

source: Awesome! You are about to support
dutch: Gaaf! Je staat op het punten te doneren voor
french: Merveilleux! Vous êtes en train de soutenir

source: Required
dutch: Vereist
french: Obligatoire

source: Publishable Key
dutch: Publieke sleutel
french: Clé publiable

source: Payment Method
dutch: Betaalmethode
french: Méthode de paiement

source: Payment Method Selection
dutch: Selecteer betaalmethode
french: Sélection de méthode de paiement

source: The current Payment Gateway is PayPal. Below you fill in all those blank fields, to make IgnitionDeck interface with PayPal so you can collect the funds to your PayPal account, and then make sure IgnitionDeck knows that each order is completed, and post the results to your Project Widget. This may be the most complicated part of setting up your project, so pay close attention and you’ll have it done in no time!
dutch: De huidige betaalmethode is PayPal. Hieronder vul je alle lege velden in, om de IgnitionDeck te laten werken met PayPal zodat je het geld kan laten overmaken naar je PayPal account, en dan moet je er zeker van zijn dat IgnitionDeck weer dat elke bestelling afgerond is, en de resultaten hiervan naar je project widget post. Dit zal het moeilijkste deel zijn van het opzetten van je project, dus let goed op en je zal het binnen korte tijd voor elkaar hebben.
french: Le système de paiement présent est Paypal. Ci-dessous, vous remplissez les champs vides afin de permettre à l'interface de IgnitionDeck de d'ammasser vos dons par le biais de votre compte Paypal, et d'assurer que IgnitionDeck sait que chaque commande est complète, et qu'elle publie les résultats sur le widget de la campagne. Ce peut être la partie la plus difficile de votre installation alors veuillez porter une attention particulière et ce sera terminé rapidement!

source: Click Here
dutch: Klik hier
french: Cliquez ici

source: for instructions on getting your Paypal Identity Token.
dutch: voor instructies om je PayPal identiteitstoken te krijgen.
french: pour des instructions sur le jeton d'identité Paypal.

source: Rarely required. Sometimes helps when international orders are rejected because of address issues.
dutch: Bijna nooit vereist. Soms helpt dit wanneer internationale bestellingen worden afgewezen vanwege problemen met adressen.
french: Rarement obligatoire. Parfois c'est utile lorsque les achats internationaux sont rejetés à cause de problèmes d'adresse.

source: Enter Price
dutch: Voer prijs in
french: Entrez le prix

source: Pledge what you want or level based campaign. If you choose pledge what you want, only the first level will be used. If you choose level based, you can create as many levels as you need.
dutch: Geef wat je wilt of een campagne met niveau's. Als je voor geef wat je wilt kiest, zal alleen het eerste niveau gebruikt worden. Als je voor een campagne met niveau's kiest kun je zoveel niveau's maken als benodigd.
french: «Donnez ce que vous voulez» ou campagne avec contreparties. Si vous choisissez «donnez ce que vous voulez», seulement la première contrepartie sera utilisée. Si vous choisissez avec contreparties, vous pouvez créer autant de contreparties que souhaité.

source: Pledge what you want
dutch: Geef wat je wilt
french: Ce que vous voulez

source: Level based
dutch: Gebasseerd op niveau's
french: Avec contrepartie

source: Sold out
dutch: Uitverkocht
french: Complet

source: Enter Manual Amount
dutch: Voer handmatig het bedrag in
french: Entrer un montant manuellement

source: Switch Project Type
dutch: Verander projecttype
french: Changer le type de campagne

source: Back
dutch: Terug
french: Précédent

source: Waiting
dutch: Wachten
french: En attente

source: Add Skin
dutch: Voeg skin toe
french: Ajouter style

source: Delete Skin
dutch: Verwijder skin
french: Effacer Style

source: Copy this HTML code and send it to the person who’d like to post this to their website, or use it yourself. Make sure, wherever you use it, it’s pasted as HTML. We don’t recommend you edit this code in any way, as it’s been designed to very specifically work at the exact width and height it is set at.
dutch: Kopieer deze HTML code en verstuur het naar de persoon die het op zijn website wil plaatsen of gebruik het zelf. Zorg ervoor, waar je het ook gebruikt, dat het wordt geplakt als HTML. Wij raden niet aan dat je deze code aanpast, omdat het specifiek is ontworpen om te weken met de exacte breedte en hoogte waar die op is ingesteld.
french: Copiez ce code HTML and envoyez le à la personne qui souhaite l'ajouter sur son site web, ou utilisez-le vous-même. Soyez sûr, peu importe l'utilisation, qu'il est ajouté comme HTML. Nous ne recommandons par de modifier ce code d'aucune manière, puisqu'il fut programmé pour fonctionner dans la largeur et la hauteur préféfinie.

source: This creates the HTML code you can use to paste your project widget on websites outside of your own. Share this with anyone who’d like to embed your widget on their website. You’ll need to select the project you want the code made for, and then click ‘Generate Code’. Once clicked, it will give you the proper code to use for pasting into other websites, and it will link back to your project on your website. It will also display up-to-date information about how your Project is doing!
dutch: Dit creërt de HTML code waarmee je jouw project widget kunt plakken op websites buiten die van jezelf. Deel dit met iedereen die jouw widget op zijn website wilt plakken. Je zult het project moeten selecteren voor welke je de code wilt maken, waarna je op de knop 'genereer code' drukt. Eenmaal aangeklikt geeft het je de juiste code die je kan gebruiken om je widget op andere websites te plakken, en zal het teruglinken naar het project op jouw website. Het zal ook up-to-date informatie weergeven over hoe project verloopt!

source: Affiliate Settings
dutch: Affiliatie instellingen

source: Affiliate Link
dutch: Affiliatie link

source: Skin Instructions
dutch: Skin instructies

source: Campaign End Options
dutch: Campagne einde instellingen

source: Choose how to handle campaign end. Leave open to keep collecting payments, closed to remove pledge button.
dutch: Kies hoe je wilt omgaan met de einddatum van de campagne. Laat dit open om betalingen te blijven ontvangen, gesloten om de doneerknop weg te halen.

source: Closed
dutch: Gesloten
french: Fermé

source: Warning
dutch: Waarschuwing
french: Attention

source: This will process all pending authorizations related to the selected campaign.
dutch: Dit zal alle openstaande authorisaties doorvoeren voor de geselecteerde campagne.

source: Use this screen to process transactions once your fund threshold has been reached. Please use this feature with care, and remember to clearly state terms on your website or campaign page.
dutch: Gebruik dit scherm om de betalingen af te handelen zodra je financieringsdrempel is bereikt. Gebruik deze optie met zorg en onthoud om de voorwaarden duidelijk op je website of campagne pagina te benoemen.

source: Customers will only be charged once.
dutch: Bedragen zullen slechts eenmaal in rekening worden gebracht.

source: Process Authorizations
dutch: Verwerkings authorisaties

source: The current Payment Gateway is PayPal. Below you fill in all those blank fields, to make IgnitionDeck interface with PayPal so you can collect the funds to your PayPal account, and then make sure IgnitionDeck knows that each order is completed, and post the results to your Project Widget.
dutch: De huidige betaalmethode is PayPal. Hieronder vul je alle lege velden in om IgnitionDeck te laten werken met PayPal zodat je het geld kan laten overmaken naar je PayPal account, waarna IgnitionDeck weet dat elke bestelling is gelukt en de resultaten naar je Project Widget post.

source: Immediately Deliver Funds
dutch: Onmiddelijke betaling van geld

source: 100% Threshold
dutch: 100% drempel

source: Choose Project Type
dutch: Kies projecttype

source: Enter Amount
dutch: Voer bedrag in

source: Works with Paypal Standard Only
dutch: Werkt alleen met standaard PayPal

source: Disable Success Action
dutch: Zet de te nemen actie bij succes uit

source: Email Settings Saved
dutch: E-mailinstellingen opgeslagen
french: Paramètres courriel sauvegardés

source: Select the components you wish to display and then save. Use the id listed in the dropdown menu to customize your deck. Currently works on project_widget, project_mini_widget, and project_page_complete. Simply add deck="id" within the shortcode.
dutch: Selecteer de componenten die je wilt laten zien en klik dan op opslaan. Gebruik het id uit het dropdown menu om je deck aan te passen. Dit werkt momenteel op project_widget, project_mini_widget, en project_page_complete. Voeg deck="id" toe binnen de shortcode.

source: Create new or select deck to edit
dutch: Creëer een nieuw deck of selecteer een deck om aan te passen

source: New Deck
dutch: Nieuw deck
french: Nouveau Deck

source: Deck Title
dutch: Deck titel
french: Titre de deck

source: Percentage Bar
dutch: Percentage balk
french: Barre de pourcentage

source: Total Raised
dutch: Totaal opgehaald
french: Total ammassé

source: Project Goal
dutch: Projectdoel
french: Objectif de campagne

source: Total Orders
dutch: Totaal bestellingen
french: Achats totaux

source: Levels
dutch: Niveau's
french: Contreparties

source: Buy Button
dutch: Bestelknop
french: Bouton d'achat

source: Order
dutch: Bestel
french: Achat

source: Change to modify the order in which levels are displayed.
dutch: Verander dit om de volgorde van het weergeven van niveau's aan te passen.

source: License Settings
dutch: Licentie instellingen

source: License Key
dutch: Licentiesleutel

source: Project Submitted
dutch: Project toegevoegd

source: Project Page URL
dutch: Projectpagina adres

source: Current Project Page
dutch: Huidige projectpagina

source: Page/Post
dutch: Pagina/bericht
french: Page/Article

source: External URL
dutch: Extern adres
french: URL externe

source: Default Purchase Page
dutch: Standaard bestelpagina

source: Default Thank You Page
dutch: Standaard bedankpagina

source: This is where you set the defaults for whenever you create a new project on your website. Whatever you set here, is what each project will default to, unless oyu set its custom settings below.
dutch: Hier zet je de standaard voor elk nieuw project op je website. Wat je hier instelt is wat elk project standaard zal hanteren, tenzij je de instellingen van een project handmatig hieronder aanpast.

source: Currency Code: this is the currency PayPal will collect funds in, as well as the currency that will be displayed publicly.
dutch: Valuta code: dit is de valuta wat PayPal gebruikt om het geld voor te incasseren, en ook de valuta die op de website zal worden weergegeven.

source: Address information: Ask for this if some of your reward levels involve shipping an item. We highly suggest however, that you email all of your supporters once it’s actually time to ship, to get up to date shipping information from them at that time.
dutch: Adresinformatie: vraag hier om als je voor sommige van je beloningslevels iets moet versturen. Wij raden echter aan om je donateurs via e-mail te berichten zodra je het product gaat verzenden zodat zij de actuele verzendinformatie op tijd krijgen.

source: Check All
dutch: Vink allemaal aan

source: Validate
dutch: Valideer

source: License Valid for
dutch: Licentie geldig tot

source: IgnitionDeck Enterprise
french: IgnitionDeck Entreprise

source: Project Video
french: Vidéo de la campagne

source: Project Updates
french: Mises à jour de la campagne

source: Project
french: Campagne

source: Update
french: Mettre à jour

source: IgnitionDeck Project Widget
french: Widget IgnitionDeck pour campagne

source: The Project FAQ's
french: La Foire aux questions de la campagne

source: Status
french: État

source: PayPal Override
french: Paypal Manuel

source: Project Details
french: Détails de la campagne

source: Project ID
french: ID de campagne

source: Ignition Deck Logo
french: Logo IgnitionDeck

source: Callback URL
french: URL de rappel

source: Updates
french: Mises à jour

source: Video
french: Vidéo

source: IgnitionDeck Mini Widget
french: Mini Widget IgnitionDeck

source: Pre Approval Key
french: Clé de pré-approbation

source: Project Type
french: Type de campagne

source: Open
french: Ouvert
